<?php

return [
    'expense' => 'المصروفات',
'details' => 'تفاصيل',
'expense_category' => 'فئة المصروفات',
'list' => 'قالمة المصروفات',
'create' => 'إنشاء مصروف',
'expense_type' => 'نوع المصاريف',
'code' => 'الرمز',
'number' => 'الرقم',
'items' => 'البنود',
'update' => 'تحديث',
'report' => 'التقرير',
'item' => 'البند',
'item_report' => 'تقرير البند',
'payment_report' => 'تقرير الدفع',
'total_expenses' => 'إجمالي النفقات',

'category' => [

'category' => 'فئة المصروفات',
'type' => 'النوع',
'details' => 'تفاصيل',
'create' => 'إضافة فئة',
'list' => 'قائمة فئات المصروفات',
'update' => 'تحديث فئة',
],

//1.4.8
'subcategory' => [
    'subcategory'      => 'الفئة الفرعية',
    'type'          => 'نوع الفئة الفرعية',
    'details'       => 'تفاصيل الفئة الفرعية للمصروفات',
    'create'        => 'إنشاء فئة فرعية',
    'list'          => 'قائمة الفئات الفرعية',
    'update'        => 'تحديث الفئة الفرعية',
],

//1.5.1
'add'                           => 'إضافة مصروف',



];
